Repository: Kunj718/FoodieLoc
Catalog: lib/l10n/app_*.arb
Languages: gu, hi, mr

source: Address
gu: સરનામું
hi: पता
mr: पत्ता

source: Language
gu: ભાષા
hi: भाषा
mr: भाषा

source: Liked Items
gu: પસંદ કરેલ વસ્તુઓ
hi: पसंदीदा आइटम
mr: आवडती वस्तू

source: Saved Restaurants
gu: સાચવેલ રેસ્ટોરન્ટ્સ
hi: सहेजे गए रेस्टोरेंट
mr: जतन केलेले रेस्टॉरंट्स

source: About Us
gu: અમારા વિશે
hi: हमारे बारे में
mr: आमच्याबद्दल

source: Contact Us
gu: સંપર્ક કરો
hi: संपर्क करें
mr: संपर्क करा

source: Edit Address
gu: સરનામું સંપાદિત કરો
mr: पत्ता संपादित करा

source: Street 1
gu: ગલી નં. 1
hi: सड़क 1
mr: रस्ता 1

source: Street 2
gu: ગલી નં. 2
hi: सड़क 2
mr: रस्ता 2

source: Pincode
gu: પિનકોડ
hi: पिनकोड
mr: पिनकोड

source: City
gu: શહેર
hi: शहर
mr: शहर

source: State
gu: રાજ્ય
hi: राज्य
mr: राज्य

source: Country
gu: દેશ
hi: देश
mr: देश

source: Save Address
gu: સરનામું સાચવો
hi: पता सहेजें
mr: पत्ता जतन करा

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
mr: प्रोफाइल संपादित करा

source: Name
gu: નામ
hi: नाम
mr: नाव

source: Email
gu: ઈમેઈલ
hi: ईमेल
mr: ईमेल

source: Save Changes
gu: ફેરફારો સાચવો
hi: परिवर्तन सहेजें
mr: बदल जतन करा

source: Select Language
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
mr: भाषा निवडा

# profileSaved
source: Profile saved successfully
gu: પ્રોફાઇલ સફળતાપૂર્વક સાચવાઈ ગઈ
hi: प्रोफ़ाइल सफलतापूर्वक सहेजी गई
mr: प्रोफाइल यशस्वीरित्या जतन केले

# welcomeTitle
source: Welcome to FoodieLoc
gu: ફૂડીલોકમાં આપનું સ્વાગત છે
hi: फूडीलोक में आपका स्वागत है
mr: फूडीलोक मध्ये आपले स्वागत आहे

# welcomeSubtitle
source: Your companion to discover delicious food around you!
gu: તમારું આસપાસના સ્વાદિષ્ટ ખોરાક શોધવાનો સાથી!
hi: आपके आसपास स्वादिष्ट भोजन खोजने के लिए आपका साथी!
mr: आपल्या सभोवताली चविष्ट अन्न शोधण्यासाठी तुमचा साथी!

# aboutDescription
source: At FoodieLoc, we believe that the best meals are often found in the streets, corners, and local gems of every city. With smart search features, location-based suggestions, and curated filters based on taste, price, and food type, FoodieLoc connects you to the right food spots effortlessly.
gu: ફૂડીલોકમાં, અમે માનીએ છીએ કે શ્રેષ્ઠ ભોજન મોટાભાગે શહેરના ખૂણાઓ, રસ્તાઓ અને સ્થાનિક સ્થળોમાં મળે છે. સ્માર્ટ શોધ સુવિધાઓ, સ્થાન આધારિત સૂચનો અને સ્વાદ, કિંમત અને ખોરાકના પ્રકારના આધારે ફિલ્ટર સાથે, ફૂડીલોક તમને યોગ્ય ખોરાક સ્થળો સાથે સરળતાથી જોડે છે.
hi: फूडीलोक में, हम मानते हैं कि सबसे अच्छा भोजन अक्सर शहर के कोनों, गलियों और स्थानीय रत्नों में पाया जाता है। स्मार्ट खोज सुविधाओं, स्थान-आधारित सुझावों, और स्वाद, कीमत और प्रकार के आधार पर फ़िल्टर के साथ, फूडीलोक आपको सही भोजन स्थानों से आसानी से जोड़ता है।
mr: फूडीलोकमध्ये, आम्हाला वाटते की सर्वोत्तम जेवण अनेकदा शहराच्या कोपऱ्यात, गल्ल्यांमध्ये आणि स्थानिक रत्नांमध्ये आढळते. स्मार्ट शोध वैशिष्ट्ये, स्थान-आधारित सूचना आणि चव, किंमत आणि अन्न प्रकारावर आधारित फिल्टरसह, फूडीलोक तुम्हाला योग्य अन्न ठिकाणांशी सहजपणे जोडते.

# featuresTitle
source: ✨ Features
gu: ✨ સુવિધાઓ
hi: ✨ विशेषताएँ
mr: ✨ वैशिष्ट्ये

# featuresList
source: - Location-based search - Taste & price filters - Save and share restaurants - Light/dark mode - Simple modern UI
gu: - સ્થાન આધારિત શોધ - સ્વાદ અને કિંમતી ફિલ્ટરો - રેસ્ટોરાં સાચવો અને શેર કરો - લાઇટ/ડાર્ક મોડ - સરળ અને આધુનિક યુઆઇ
hi: - स्थान आधारित खोज - स्वाद और कीमत के अनुसार फ़िल्टर - रेस्तरां को सहेजें और साझा करें - लाइट/डार्क मोड - सरल और आधुनिक UI
mr: - स्थान-आधारित शोध - चव आणि किंमतीचे फिल्टर - रेस्टॉरंट जतन करा आणि शेअर करा - लाइट/डार्क मोड - साधे आणि आधुनिक UI

# madeWithLove
source: ❤️ Made with love by FoodieLoc Team
gu: ❤️ ફૂડીલોક ટીમ દ્વારા પ્રેમપૂર્વક બનાવેલું
hi: ❤️ फूडीलोक टीम द्वारा प्रेम से बनाया गया
mr: ❤️ फूडीलोक टीमने प्रेमाने बनवले आहे

# contactAppName
source: 🏷️ FoodieLoc
gu: 🏷️ ફૂડીલોક
hi: 🏷️ फूडीलोक
mr: 🏷️ फूडीलोक

# contactAppNameDesc
source: Display FoodieLoc with your logo at the top for branding.
gu: બ્રાન્ડિંગ માટે તમારા લોગો સાથે FoodieLoc ઉપર બતાવો.
hi: ब्रांडिंग के लिए अपने लोगो के साथ FoodieLoc को ऊपर दिखाएं।
mr: ब्रँडिंगसाठी आपल्या लोगोसह FoodieLoc शीर्षस्थानी दर्शवा.

# contactTagline
source: 📄 Find Your Perfect Bite Nearby!
gu: 📄 તમારું મનગમતું ભોજન નજીક જ શોધો!
hi: 📄 आपका पसंदीदा खाना अब पास में!
mr: 📄 आवडते खाद्यपदार्थ आता अगदी जवळ!

# contactTaglineDesc
source: “Find the best food spots around you in seconds!”
gu: “તમારા આસપાસના શ્રેષ્ઠ ખોરાક સ્થળ શોધો સેકન્ડોમાં!”
hi: “सिर्फ कुछ सेकंड में अपने आसपास के बेस्ट फूड स्पॉट्स खोजें!”
mr: “आपल्या आजूबाजूचे सर्वोत्तम खाद्यस्थळे सेकंदात शोधा!”

# contactDescription
source: 📖 App Description Welcome to FoodieLoc — your companion to discover delicious food around you! At FoodieLoc, we believe that the best meals are often found in the streets, corners, and local gems of every city. Our mission is to help food lovers like you explore the best local eateries, whether you're craving a hot sandwich, authentic Punjabi thali, aromatic biryani, or a cozy cup of coffee. With smart search features, location-based suggestions, and curated filters based on taste, price, and food type, FoodieLoc connects you to the right food spots effortlessly.
gu: 📖 એપ્લિકેશનનું વર્ણન FoodieLoc માં આપનું સ્વાગત છે — જે તમને આસપાસનું શ્રેષ્ઠ ખોરાક શોધવામાં મદદ કરે છે! અમે માનીએ છીએ કે શ્રેષ્ઠ ભોજન ઘણીવાર શેરીઓ અને સ્થાનિક રેસ્ટોરાંમાં મળે છે. સૂચનાઓ, ફીલ્ટર્સ અને લોકેશન આધારિત શોધ સાથે તમને સાચા ખોરાક સુધી લઈ જઈએ છીએ.
hi: 📖 ऐप विवरण FoodieLoc में आपका स्वागत है — आपके आसपास स्वादिष्ट भोजन खोजने का साथी! हम मानते हैं कि सबसे अच्छे खाने की जगहें अक्सर शहर के कोनों और गलियों में मिलती हैं। हमारा लक्ष्य है कि हम आपको सही स्थान तक आसानी से पहुँचाएं, चाहे आप कोई सैंडविच, पंजाबी थाली, बिरयानी, या कॉफी ढूंढ रहे हों। स्मार्ट सर्च फीचर्स और लोकेशन-आधारित सुझावों से, हम आपकी मदद करते हैं।
mr: 📖 अ‍ॅपचे वर्णन FoodieLoc मध्ये आपले स्वागत आहे — आपल्या आजूबाजूच्या चविष्ट खाद्यपदार्थांचे शोध घेण्यासाठीचा सोबती! आम्ही विश्वास ठेवतो की सर्वोत्तम अन्नप्रेमी अनुभव सहसा गल्ली-बोळात आणि स्थानिक रत्नांमध्ये आढळतात. आपण गरम सॅंडविच, पारंपरिक पंजाबी थाळी, सुगंधी बिर्याणी किंवा आरामदायक कॉफी शोधत असाल, तरी आमचे उद्दिष्ट आहे की योग्य ठिकाणे सहजपणे शोधता यावीत. स्मार्ट शोध वैशिष्ट्ये, स्थान आधारित सूचना आणि चव, किंमत व प्रकारानुसार फिल्टरच्या माध्यमातून FoodieLoc आपल्याला योग्य अन्नस्थळांशी सहजपणे जोडतो.

# contactMission
source: 🎯 Mission / Vision
gu: 🎯 મિશન / વિઝન
hi: 🎯 मिशन / विजन
mr: 🎯 उद्दिष्ट / दृष्टिकोन

# contactMissionDesc
source: Our mission is to connect people to local food gems using technology and taste-driven filters.
gu: ટેકનોલોજી અને સ્વાદ આધારિત ફિલ્ટર્સ દ્વારા લોકોને જોડવાનું મિશન.
hi: हमारा मिशन है स्थानीय फूड जेम्स को टेक्नोलॉजी के माध्यम से जोड़ना।
mr: तंत्रज्ञान व चव आधारित फिल्टर वापरून स्थानिक खाद्य रत्नांशी लोकांना जोडणे हे आमचे उद्दिष्ट आहे.

# contactFeatures
source: 🌟 Features List
gu: 🌟 ફીચર્સ
hi: 🌟 विशेषताएँ
mr: 🌟 वैशिष्ट्ये

# contactFeaturesList
source: - Location-based search - Taste & price filters - Save and share restaurants - Light/dark mode - Simple modern UI
gu: - લોકેશન આધારિત શોધ - સ્વાદ અને કિંમત આધારિત ફિલ્ટર - રેસ્ટોરાં સેવ અને શેર કરો - લાઇટ/ડાર્ક મોડ - સરળ અને આધુનિક UI
hi: - स्थान आधारित खोज - स्वाद और कीमत फ़िल्टर - रेस्तरां सेव करें और शेयर करें - लाइट/डार्क मोड - सरल आधुनिक UI
mr: - स्थान आधारित शोध - चव व किंमतीचे फिल्टर - रेस्टॉरंट जतन करा आणि शेअर करा - लाईट/डार्क मोड - सोपे व आधुनिक UI

# contactTeam
source: 🧑‍💻 Team / Creator Info
gu: 🧑‍💻 ટીમ / બનાવનાર
hi: 🧑‍💻 टीम / निर्माता जानकारी
mr: 🧑‍💻 टीम / निर्माते माहिती

# contactTeamDesc
source: Made with ❤️ by Kunj718
gu: ❤️ સાથે બનાવ્યું છે Kunj718 દ્વારા
hi: ❤️ के साथ बनाया गया Kunj718 द्वारा
mr: ❤️ सह तयार केले आहे Kunj718 यांनी

# contactEmail
source: ✉️ Contact Info
gu: ✉️ સંપર્ક માહિતી
hi: ✉️ संपर्क जानकारी
mr: ✉️ संपर्क माहिती

# contactEmailDesc
source: Contact us at foodie.support@gmail.com
gu: અમે foodie.support@gmail.com પર સંપર્ક કરો
hi: हमें foodie.support@gmail.com पर संपर्क करें
mr: आमच्याशी foodie.support@gmail.com वर संपर्क करा

# contactPrivacy
source: 🔐 Privacy
gu: 🔐 પ્રાઇવસી
hi: 🔐 गोपनीयता
mr: 🔐 गोपनीयता

# contactPrivacyDesc
source: We respect your privacy. We do not collect personal data without permission.
gu: અમે તમારી ગોપનીયતાને માન આપીએ છીએ. અમે તમારી પરવાનગી વિના માહિતી એકત્રિત નથી કરતા.
hi: हम आपकी गोपनीयता का सम्मान करते हैं। हम बिना अनुमति कोई डेटा एकत्र नहीं करते।
mr: आम्ही तुमच्या गोपनीयतेचा आदर करतो. परवानगीशिवाय कोणतीही वैयक्तिक माहिती गोळा केली जात नाही.
